{
  "navbar": {
    "home": "Главная",
    "news": "Новости",
    "matches": "Матчи",
    "stadium": "Стадион",
    "team": "Команды",
    "store": "Mагазин"
  },
  "countdown": {
    "count": "Полный результат",
    "flippers": "ФК Флипперс",
    "golden": "Золотые звезды",
    "scorers": "Забившие",
    "pedro": "Педро Г.",
    "fred": "Фред С.",
    "junho": "Чжунхо Ч.",
    "dmitry": "Дмитрий К.",
    "neeby": "Ниби Дж.",
    "fofana": "Фофана Б.",
    "imageAlt": "Логотип ФК Флипперс",
    "imageAlt2": "Логотип ФК Золотые Звёзды"
  },
  "cookies": {
    "settings": "Настройки Cookies",
    "consent": "Мы используем файлы cookie, чтобы персонализировать ваш опыт, анализировать использование сайта и помогать нашим маркетинговым усилиям. Вы можете управлять своими предпочтениями или принять все файлы cookie.",
    "learn": "Подробнее",
    "strictly": "Строго Обязательно",
    "functional": "Функциональные Cookies",
    "analytics": "Аналитические Cookies",
    "marketing": "Маркетинговые Cookies",
    "accept": "Принимать все",
    "reject": "Отклонить все",
    "preferences": "Сохранить настройки",
    "always": "Всегда включен"
  },
  "privacy": {
    "policy": "Политика использования Cookie-файлов",
    "view": "Посмотреть политику использования файлов Cookies",
    "close": "Закрыть"
  },
  "footer": {
    "rights": "ФК Флипперс. Все Права Защищены",
    "address": "Ул. Флипперс 23, 84022 Футбольный Город"
  },
  "home": {
    "welcome": "Добро Пожаловать в ФК Флипперс",
    "stadium": "Наш Главный Стадион",
    "experience": "Оцените лучшие матчи на захватывающем стадионе..."
  },
  "news": {
    "latest": "Новости Клуба",
    "breakingNewsTitle": "Свежие новости: Запись в академию ФК Флипперс 2024/2025",
    "breakingNewsDescription": "Происходит захватывающее событие",
    "womensTeamTitle": "Женская команда ФК Флипперс",
    "womensTeamDescription": "Новые игроки в нашей женской команде",
    "matchUpdatesTitle": "Обновления матчей",
    "matchUpdatesDescription": "Узнайте о результатах матчей и предстоящих поединках",
    "getToKnowOurClubTitle": "Познакомьтесь с нашим клубом",
    "getToKnowOurClubDescription": "Узнайте о нашей миссии и видении",
    "derbyMatch": "Столкновение в дерби",
    "derbyDescription": "Самое долгожданное дерби для ФК Флипперс",
    "dennisMolembeTitle": "ДЕННИС МОЛЕМБЕ Выбыл на 3 месяца",
    "dennisMolembeDescription": "Получайте информацию о травмах игроков",
    "announcement": "Игрок месяца в ФК Флипперс",
    "playerOfTheMonth": "Фред Соммер - наша восходящая звезда",
    "youthWin": "Свежая информация о региональном турнире Под-17",
    "tournament": "ФК Флипперс Под-17 выиграл первый матч",
    "coachingCourse": "ФК Флипперс объявляет о начале тренерского курса",
    "body": "Пресс-релиз",
    "knightsGame": "Обзор игры ФК Найтс",
    "knightsInfo": "Получите полный обзор матча против ФК Найтс.",
    "youthInfo": "Молодежная команда ФК Флипперс выиграла турнир 4-х команд",
    "youth": "Первая победа в турнире для нашей академической команды",
    "womensGame": "Женщины ФК Флипперс потерпели поражение 2:1 от женщин ФК Бреннан",
    "womensDescr": "ФК Бреннан использовал свои шансы",
    "sortBy": "Сортировать по",
    "choose": "Выберите опции",
    "oldest": "Старые новости",
    "recent": "Последние новости",
    "titleAlphabetical": "Алфавитный порядок"
  },
  "newsAbout": {
    "board": "Управление",
    "name": "Ханс Бастиан",
    "vice": "Вице-президент",
    "name2": "Ларри Сомадина",
    "manager": "Генеральный Менеджер",
    "name3": "Джованни Д'Анджело",
    "director": "Директор Академии",
    "name4": "Фабио Альварес",
    "comms": "Главный Финансовый Директор",
    "name5": "Мелисса Сёренсен",
    "coo": "Главный Операционный Директор",
    "name6": "Энтони Вон",
    "cfo": "Директор по Коммуникациям",
    "card1Alt": "Карта 1",
    "card2Alt": "Карта 2",
    "card3Alt": "Карта 3",
    "card4Alt": "Карта 4",
    "card5Alt": "Карта 5",
    "card6Alt": "Карта 6"
  },
  "match": {
    "game": "Расписание",
    "upcoming": "Предстоящие Матчи",
    "played": "Сыграно Матчей",
    "date": "Дата",
    "opponent": "Соперник",
    "result": "Очки",
    "time": "Время",
    "aggregate": "Результат",
    "outcome": "ВЫИГРАЛ"
  },
  "cardImages": {
    "cardAlt": "Изображение карты"
  },
  "stadium": {
    "pitch": "Наш Cтадион"
  },
  "team": {
    "roster": "Команды"
  },
  "teams": {
    "men": "МУЖЧИНЫ",
    "women": "ЖЕНЩИНЫ",
    "academy": "АКАДЕМИЯ",
    "junior": "Под-17",
    "coaching": "ТРЕНЕРЫ",
    "medical": "МЕДИЦИНСКИЙ"
  },
  "partner": {
    "sponsor": "Наши Партнёры"
  },
  "explore": {
    "read": "Читать Дальше",
    "learn": "Узнайте Больше"
  },
  "positions": {
    "goalkeeper": "ВРАТАРЬ",
    "defender": "ЗАЩИТНИК",
    "midfielder": "ПОЛУЗАЩИТНИК",
    "forward": "НАПАДАЮЩИЙ",
    "medical": "МЕДИЦИНСКИЙ ПЕРСОНАЛ"
  },
  "ourstadium": {
    "text1": "Сердце нашего клуба, где проходят незабываемые матчи. Наш стадион оснащен по последнему слову техники и обладает потрясающей атмосферой, благодаря которой каждая игра становится незабываемой как для болельщиков, так и для игроков."
  },
  "cards": {
    "vip": {
      "title": "VIP-Сидения",
      "description": "Наслаждайтесь матчем с премиальных мест"
    },
    "training": {
      "title": "Тренировочная Площадка",
      "description": "Дом тренировок и физической подготовки нашей команды"
    },
    "fanzone": {
      "title": "Фан-Зона",
      "description": "Насладитесь атмосферой игры вместе с другими болельщиками"
    },
    "press": {
      "title": "Зона Прессы",
      "description": "Место, где собираются представители СМИ во время матчей"
    },
    "ourstore": "Посетите наш интернет-магазин"
  },
  "modal": {
    "position": "Позиция",
    "age": "Возраст",
    "goals": "Голы",
    "dob": "Дата Рождения",
    "height": "Рост",
    "appearances": "Появление"
  },
  "searchbar": {
    "search": "Поиск"
  },
  "clubVideos": {
    "title": "Клубные Видео",
    "video1Title": "Миссия ФК Флипперс",
    "video1Description": "Цель ФК Флипперс - Вдохновить вас",
    "video2Title": "Обзор нашей молодежной академии",
    "video2Description": "Академия ФК Флипперс: Взгляд сверху",
    "video3Title": "Наш матч с командой Под-17",
    "video3Description": "Под-17 команда в действии на нашем стадионе Академии",
    "video4Title": "Наши болельщики, наша гордость!!!",
    "video4Description": "Болельщики ФК Флипперс демонстрируют свою поддержку",
    "video5Title": "Игровой день для женщин ФК Флипперс",
    "video5Description": "Женщины ФК Флипперс играют в выездную игру",
    "video6Title": "День в академии ФК Флипперс",
    "video6Description": "Команда Академии тренируется и веселится",
    "video7Title": "Мужская команда ФК Флипперс",
    "video7Description": "Мужчины ФК Флипперс играют в домашнюю игру",
    "video8Title": "Видеодневник команды Академии ФК Флипперс",
    "video8Description": "Наша команда в рамках международной программы"
  },
  "statuses": {
    "headcoach": "Главный тренер (Мужчины и Под-17)",
    "assistant": "Ассистент Тренер (Мужчины и Под-17)",
    "keeper": "Тренер Вратарей (Мужчины и Под-17)",
    "defence": "Тренер по Защите (Мужчины и Под-17)",
    "physio": "Тренер по выносливости в командах",
    "attack": "Нападающий Тренер (Мужчины и Под-17)",
    "women": "Главный Тренер (Женщины)",
    "assistant2": "Ассистент Тренер (Женщины)",
    "keeper2": "Тренер Вратарей (Женщины)",
    "attack2": "Нападающий Тренер (Женщины)",
    "defence2": "Тренер по Защите (Женщины)",
    "tactics": "Тренер по тактике работы с командами",
    "academy": "Тренер команды Академии",
    "assistant3": "Ассистент тренера команды Академии",
    "instructor": "Инструктор команды академии"
  },
  "health": {
    "teamdoctor": "Врач команды",
    "assistant": "Ассистент врача команды",
    "physiotherapist": "Физиотерапевт команды",
    "nutritionist": "Диетолог",
    "podiatrist": "врач-ортопед",
    "massage": "массажистка"
  },
  "medCenter": {
    "title": "Клубный медицинский центр",
    "data": "Упс! Что-то пошло не так"
  },
  "fixture": {
    "match": "К Игре",
    "game": "К Результату"
  },
  "showcase": {
    "men": "Мужская команда ФК Флипперс",
    "women": "Женская команда ФК Флипперс",
    "youth": "Молодёжная команда ФК Флипперс"
  },
  "registration": {
    "articleDate": "Опубликовано Пятниця | 06/09/2024 | 16:30",
    "title": "Академия ФК Флипперс Регистрация 2024/2025",
    "welcomeMessage": "Добро пожаловать в академию ФК Флипперс на сезон 2024/2025. Мы рады приветствовать новых и вернувшихся игроков в нашей академии. Пожалуйста, ознакомьтесь с информацией ниже, чтобы узнать, как завершить регистрацию и присоединиться к нашей команде.",
    "focus": "В ФК Флипперс мы уделяем особое внимание развитию молодых талантов и воспитанию любви к игре. Наша академия предлагает комплексную программу обучения и инклюзивную среду, в которой игроки могут процветать.",
    "coaches": "Наши тренеры и менеджеры занимаются подготовкой игроков, чтобы улучшить их игру и повысить психологический уровень во всех командах, которые участвуют в игре. По словам нашего главного тренера Генри Данна.",
    "quote": "\"Мы ищем новых детей и таланты, потому что будущее нашего клуба - в молодых талантах, которых мы берем на борт.\"",
    "director": "ДЖОВАННИ Д'АНДЖЕЛО - ДИРЕКТОР АКАДЕМИИ",
    "registrationDetails": "Сотрудники отдела регистрации отвечают за то, чтобы новые игроки регистрировались легко и быстро. Все регистрации осуществляются через офис клуба. Секретарь клуба несет ответственность и доступен для запросов. Регистрация начинается с 04/11/2024 по 30/11/2024.",
    "welcomeBack": "ФК Флипперс снова приветствует вас в игре в футбол, преданность и контроль за результатами всех игроков - наша обязанность и цель.",
    "signedBy": "Подписано Директор академии клуба",
    "photo": "Источник фото: Google"
  },
  "aboutUs": {
    "title": "О ФК Флипперс",
    "description": "ФК Флипперс - это ведущий футбольный клуб, который стремится к совершенству как на поле, так и за его пределами. Имея богатую историю и стремясь развивать молодые таланты, мы стараемся быть лучшими во всех аспектах.",
    "mission": "Наша миссия - привить любовь к футболу и обеспечить первоклассные тренировки и поддержку всем игрокам. Мы стремимся создать инклюзивную и позитивную среду для развития.",
    "vision": "Наша цель - стать ведущей силой в футболе, известной своей преданностью спорту и непоколебимым стремлением развивать следующее поколение футбольных звезд.",
    "president": "Фридрих Бастиан",
    "office": "Президент ФК Флипперс",
    "imageAlt": "Команда ФК Флипперс"
  },
  "academy": {
    "articleDate": "Опубликовано Cуббота | 06/09/2024 | 16:30",
    "title": "Молодежная команда ФК Флипперс выиграла турнир 4-х команд",
    "opener": "Молодежная академия ФК Флипперс 21 Сентября 2024 года отметила исторический момент, выиграв свой первый в истории турнир из четырех команд. Это долгожданное соревнование прошло в самом центре города, где четыре местные молодежные команды сражались за чемпионский титул. ФК Флипперс столкнулись с жесткой конкуренцией со стороны других команд, включая Блю Страйкерс ФК, Ястребы ФК и ФК Багровые звезды.",
    "firstGame": "Турнир начался с серии напряженных матчей, в которых каждая команда отдавала все силы, чтобы занять первое место. ФК Флипперс начал с уверенной победы со счетом 2:0 над командой Блю Страйкерс ФК в своем стартовом матче. Энтони Галлахер продемонстрировал свои выдающиеся навыки, забив первый гол за ФК Флипперс мощным ударом из-за пределов штрафной. Команда продолжала владеть мячом и добилась второго гола благодаря Чинеду Агбаму, который точным ударом головой перевел мяч в штрафную.",
    "secondGame": "Второй матч с командой Ястребы ФК прошел в напряженной борьбе. Обе команды обменивались атаками, но защита ФК Флипперс держалась стойко. В середине второго тайма Юрген Деймлер удачным ударом сокрушил тупик, обеспечив Флипперс победу со счетом 1:0 и отправив их в финал с приподнятым настроением.",
    "thirdGame": "В финале турнира ФК Флипперс сразились с ФК Багровые звезды. Матч был наполнен волнением, ведь обе команды стремились заполучить желанный чемпионский трофей. ФК Флипперс в очередной раз доказали свое мастерство на поле, когда Ахмед Аль Хассан забил победный гол, обеспечив победу со счетом 2:1 и выведя ФК Флипперс на первое место в турнирной таблице.",
    "closing": "Этот триумф в упорной борьбе не только ознаменовал первую победу молодежной академии ФК Флипперс в турнире, но и продемонстрировал исключительный талант, командную работу и стойкость команды. Игроки, тренеры и болельщики с гордостью отпраздновали победу, отметив памятный день в истории академии.",
    "comment": "\"Я невероятно горжусь нашей командой Академии ФК Флипперс за победу в своем первом турнире из четырех команд! Это достижение - свидетельство упорного труда, преданности и командной работы, которую продемонстрировал каждый игрок. Приятно видеть, что наши усилия приносят плоды, и мне не терпится увидеть, что ждет этих талантливых спортсменов в будущем. Большое спасибо нашему тренерскому составу и родителям за их неизменную поддержку. Давайте продолжать двигаться вперед вместе!\"",
    "director": "Джованни Д'Анджело - Директор Академии",
    "signedBy": "Подписано: Директор Академии Клуба",
    "photo": "Источник фото: pexels.com"
  },
  "womenloss": {
    "articleDate": "Опубликовано Пятниця | 20/09/2024 | 18:00",
    "title": "Женщины ФК Флипперс потерпели поражение 2 - 1 в матче с женщинами Бреннан ФК",
    "opener": "В напряженном матче женской лиги Бреннан ФК Женщины одержал победу над ФК Флипперс Женщины со счетом 2:1. Матч продемонстрировал мастерство и решительность обеих команд, но именно Бреннан ФК в итоге воспользовались своими возможностями.",
    "firstGame": "Первый тайм задал тон матчу, обе команды продемонстрировали агрессивную игру и тактическую грамотность. Команда Бреннан ФК повела в счете на 23-й минуте, когда Дейзи Моралес удачным ударом с края поля поразила ворота соперника. Моралес, известная своей скоростью и точностью, получила своевременный пас от своего партнера по команде, создав достаточно пространства для мощного удара, который не оставил шансов вратарю ФК Флипперс Юлии Даныло. Этот ранний гол придал сил команде Бреннан ФК, и они устремились вперед, стремясь увеличить свое преимущество.",
    "secondGame": "По ходу матча ФК Флипперс Женщины упорно пытались сравнять счет, создав несколько моментов и оказывая давление на оборону Бреннан ФК. Их упорство принесло свои плоды на 68-й минуте, когда Хизер Грин забила потрясающий гол, реализовав отскок после хаотичной перепасовки в штрафной. Упорство и умение Грин читать игру были налицо, и ее гол подарил ФК Флипперс новую надежду и зажег их болельщиков на трибунах.",
    "thirdGame": "Однако Бреннан ФК быстро отреагировал. Всего десять минут спустя Иоланда Харт вышла на поле и сделала решающий удар со скамейки запасных. На 78-й минуте она воспользовалась ошибкой в обороне ФК Флипперс, подхватив свободный мяч и пробив мимо вратаря. Гол Харт оказался решающим, восстановив преимущество Бреннан ФК и обеспечив победу.",
    "closing": "Когда прозвучал финальный свисток, Бреннан ФК отпраздновал тяжелую победу, а ФК Флипперс задумался о своем выступлении, решив извлечь из матча уроки и улучшения. Благодаря ярким выступлениям Моралеса и Харта, Бреннан ФК продолжил набирать обороты в лиге, в то время как ФК Флипперс с нетерпением ждали следующего вызова.",
    "photo": "Источник фото: pexels.com",
    "comment": "\"Сегодняшний матч против женского клуба Бреннан ФК был тяжелым для нас. Мы упорно сражались и проявили стойкость, но в решающие моменты нам не хватило сил. Я горжусь усилиями команды, и мы воспользуемся этим как возможностью научиться и вернуться более сильными. Теперь наше внимание переключится на следующий матч, чтобы улучшить и развить положительные моменты.\"",
    "womenCoach": "Берта Рамос, главный тренер ФК Флипперс Женщины",
    "NewsBy": "Репортер: команда по связям с общественностью ФК Флипперс"
  },
  "injury": {
    "articleDate": "Опубликовано Вторник | 24/09/2024 | 19:00",
    "title": "Деннис Молембе: информация о травме",
    "description1": "Наш нападающий Деннис Молембе получил травму подколенного сухожилия и выбыл примерно на три месяца.",
    "description2": "Травма была получена во время матча против ФК Тандер 24.09.2024. Хотя до получения травмы на 68-й минуте игры он забил дубль.",
    "description3": "Мы желаем Деннису скорейшего выздоровления и с нетерпением ждем его возвращения на поле.",
    "quote": "\"Мы уверены, что Деннис вернется более сильным и продолжит вносить свой вклад в команду.\"",
    "quoteCoach": "УГО АНИЧЕБЕ - ФИЗИОТЕРАПЕВТ КЛУБА",
    "wishes": "Многочисленные пожелания были высказаны командой, болельщиками и тренерским штабом. Мы будем информировать болельщиков о ходе его восстановления.",
    "imageAlt": "Травма Денниса Молембе"
  },
  "womenNews": {
    "title": "Новые подписи",
    "meganLindsey": {
      "name": "МЕГАН ЛИНДСИ",
      "position": "ВРАТАРЬ",
      "description": "Талантливый 19-летний вратарь с отличными рефлексами и способностью отбивать удары. Меган привносит в нашу оборонительную линию ценный опыт и сильное присутствие."
    },
    "tiffanyGibbs": {
      "name": "ТИФФАНИ ГИББС",
      "position": "ЗАЩИТНИК",
      "description": "Опытная защитница, известная своим тактическим чутьем и сильной борьбой. Тиффани всего 17 лет, и она укрепит нашу заднюю линию и добавит глубины нашему составу."
    },
    "danielleVargo": {
      "name": "ДАНИЭЛЬ ВАРГО",
      "position": "НАПАДАЮЩИЙ",
      "description": "Динамичный нападающий с отличными голевыми способностями и скоростью. Недавно отметила свое 20-летие. Атакующее мастерство Даниэль даст нам больше возможностей для игры впереди."
    }
  },
  "share": {
    "article": "Поделитесь этой статьей"
  },
  "socials": {
    "github": "GitHub",
    "facebook": "Facebook",
    "instagram": "instagram",
    "linkedin": "linkedin",
    "x": "X",
    "youtube": "YouTube",
    "tiktok": "Tiktok",
    "messenger": "Поделитесь с друзьями в Мессенджере Facebook",
    "whatsapp": "Поделитесь с друзьями в WhatsApp",
    "shareFacebook": "Поделитесь с друзьями на Facebook",
    "xshare": "Поделитесь с друзьями на X"
  },
  "derby": {
    "articleDate": "Опубликовано Воскресения | 15/09/2024 | 18:17",
    "title": "Долгожданное дерби ФК Флипперс",
    "message": "30 Ноября 2024 года ФК Флипперс встретится со своими давними соперниками, ФК Золотые звезды, в одном из самых захватывающих матчей сезона. Это долгожданное дерби станет первым столкновением между двумя командами в этом году, и ставки не могут быть выше. Обе команды имеют богатую историю и страстных болельщиков, что создает предпосылки для драматического противостояния.",
    "focus": "ФК Флипперс, известный своим агрессивным и стремительным стилем игры, будет стремиться доказать свое превосходство на родной земле. Команда, наполненная талантами и молодой энергией, готова заявить о себе.",
    "performance": "Их последние выступления показали значительное улучшение сплоченности и тактической дисциплины, которые они должны будут использовать в борьбе с грозными соперниками.",
    "gamePlan": "С другой стороны, ФК Голден Старз так же решительно настроен на победу. Известные своей дисциплинированной обороной и стратегическими контратаками, они находятся в отличной форме в этом сезоне. Оборонительный блок Звезд практически непробиваем, а их способность использовать ошибки соперника делает их постоянной угрозой.",
    "coach": "Главный тренер ФК Флипперс Генри Данн и его сотрудники подчеркнули важность сохранения концентрации и использования любых возможностей, возникающих во время матча.",
    "highlight": "Столкновение двух соперников - это не просто игра, это битва за гордость и превосходство. Болельщики могут ожидать высокооктанового, ожесточенного матча, который продемонстрирует лучшие качества обеих команд. Отсчет времени до начала матча продолжается, и мы все больше предвкушаем незабываемую встречу."
  },
  "announcement": {
    "articleDate": "Опубликовано Среда | 11/09/2024 | 16:45",
    "title": "Игрок месяца в Национальной Лиге",
    "message": "Национальная Лига объявила Фреда Соммера игроком месяца за Сентябрь 2024 года! Форвард был в исключительной форме на протяжении всего месяца, демонстрируя последовательные и выдающиеся выступления на поле. Его видение, креативность и лидерство сыграли решающую роль в наших последних победах, сделав его незаменимой частью команды.",
    "ability": "Способность Зоммера контролировать темп игры и его неустанная работа как в атаке, так и в обороне были просто поразительны. В сентябре он забил девять голов и отдал четыре голевые передачи, благодаря чему поднял команду и заслужил уважение болельщиков и товарищей по команде.",
    "performance": "Его выдающееся выступление в победе 3:2 над соперником ФК Найтс, где он забил гол и ассистировал двум, стало главным событием его звездного месяца.",
    "dedication": "За пределами поля Фред продолжает оставаться настоящим профессионалом, вдохновляя молодых игроков своей преданностью и трудовой этикой. Он является воплощением того, что значит быть Флиппером, и продолжает устанавливать высокую планку для тех, кто его окружает.",
    "acknowledgement": "Поздравляем Фреда Соммера с этой заслуженной наградой! Мы с нетерпением ждем новых невероятных выступлений, чтобы добиться успеха в предстоящих матчах. Давайте дадим Фреду заслуженное признание как игроку месяца в Национальной лиге!",
    "office": "Подписано: Директор по коммуникациям ФК Флипперс"
  },
  "youthnews": {
    "articleDate": "Опубликовано Понедельник | 02/09/2024 | 18:45",
    "title": "ФК Флипперс Под-17 выиграл первый матч",
    "entry": "Впечатляюще начав региональный чемпионат U-17, ФК Флипперс одержали победу над ФК Халлингс со счетом 3:1 в своем стартовом матче. Эта победа продемонстрировала решительность и мастерство ФК Флипперс, задав мощный тон остальным матчам турнира.",
    "peter": "Петер Бауэр первым вышел из тупика, забив гол на 48-й минуте. Его гол стал результатом хорошо разыгранной комбинации, продемонстрировав его остроту и умение пользоваться решающими моментами. Этот ранний прорыв положил начало тому, что ФК Флипперс стали доминировать.",
    "performance": "ФК Халлингс удалось ненадолго сравнять счет, но ФК Флипперс быстро вернули себе контроль. На 65-й минуте Ларри Торочини забил решающий мяч. Его гол стал свидетельством его точного позиционирования и клинического завершения, вернув ФК Флипперс лидерство и придав им уверенности.",
    "finalGoal": "Окончательный удар по ФК Халлингс нанес Саймон Агбеде, забивший третий гол на 78-й минуте. Удар Агбеде не только обеспечил победу, но и подчеркнул атакующее мастерство ФК Флипперс и сплоченность команды.",
    "jude": "Значительную роль в успехе ФК Флипперс сыграл их вратарь Джуд Феррейра. Его ловкость и быстрые рефлексы сыграли решающую роль в сохранении преимущества. Феррейра сделал несколько ключевых сэйвов на протяжении всего матча, продемонстрировав свое умение читать игру и быстро реагировать на угрозы. Его игра на посту обеспечила команде прочную основу и пресекла попытки ФК Халлингс сравнять счет.",
    "overall": "В целом, победа ФК Флипперс над ФК Халлингс со счетом 3:1 стала демонстрацией их стратегической игры и индивидуального мастерства. Взяв уверенный старт в чемпионате, ФК Флипперс будут стремиться развить это выступление по мере продвижения по турниру, чтобы закрепить за собой место на вершине.",
    "comment": "\"Я невероятно горжусь нашей командой Под-17 за тяжелую победу над ФК Халлингс! Победа со счетом 3:1 - это фантастическое начало чемпионата и отражение самоотверженности и командной работы каждого игрока. Они неустанно работали на тренировках, и очень приятно видеть, как эти усилия окупаются на поле. Эта победа - только начало, и мне не терпится увидеть, как мы растем и совершенствуемся вместе по ходу турнира!\"",
    "u17Coach": "Генри Данн, тренер ФК Флипперс Под-17",
    "photo": "Источник фото: pexels.com"
  },
  "recap": {
    "articleDate": "Опубликовано Вторник | 17/09/2024 | 15:00",
    "title": "Обзор игры против ФК Найтс",
    "opener": "Это была захватывающая встреча 11 Cентября 2024 года. ФК Флипперс одержал победу над ФК Найтс со счетом 3:2 в игре, наполненной напряженным действием и драматизмом.",
    "opponent": "Матч начался с того, что ФК Найтс вышел вперед на 21-й минуте, когда Драган Ковачич удачно переправил мяч в сетку после удачной передачи, оказав давление на ФК Флипперс. Однако ФК Флипперс быстро ответили. На 32-й минуте Чжунхо Чо завладел свободным мячом в штрафной соперника и удачно завершил игру, сравняв счет 1:1 перед перерывом.",
    "secondHalf": "Второй тайм начался для ФК Флипперс взрывным образом: Фред Зоммер забил всего через две минуты после перерыва. Его мощный удар головой с углового привел к тому, что ФК Флипперс повели в счете 2:1 и перевели игру в свою пользу. ФК Флипперс продолжал давить, и на 59-й минуте Маттео Альва блестящим сольным проходом добавил третий гол, пробив мимо вратаря ФК Найтс и увеличив преимущество до 3:1.",
    "consolation": "ФК Найтс пытался отыграться на протяжении большей части второго тайма, но им удалось создать несколько драматических моментов в конце второго тайма. Сэм Бриггс забил утешительный гол на 88-й минуте, но было уже слишком поздно, чтобы изменить исход матча. ФК Флипперс выстояли и одержали победу со счетом 3:2.",
    "table": "Несмотря на энергичную попытку ФК Найтс вернуться в игру, дисциплинированная защита ФК Флипперс и клиническая игра оказались решающими. Эта победа укрепила позиции ФК Флипперс в лиге, в то время как ФК Найтс придется задуматься об упущенных возможностях и ошибках в обороне.",
    "photo": "Источник фото: pexels.com"
  },
  "scroll": {
    "article": "Прокрутите вниз, чтобы прочесть статью",
    "toTop": "Прокрутите к верху",
    "toDown": "Прокрутите вниз, чтобы продолжить"
  },
  "search": {
    "placeholder": "Поиск по имени, позиция, возрасту, появления...",
    "noResults": "Результаты не найдены"
  },
  "searchNews": {
    "placeholder": "Поиск по названию, ключевым словам...",
    "noResults": "Результаты не найдены"
  },
  "searchItem": {
    "placeholder": "Поиск товаров...",
    "noResults": "Результаты не найдены"
  },
  "pressRelease": {
    "articleDate": "Опубликовано Понедельник | 16/09/2024 | 15:30",
    "title": "ФК Флипперс объявляет о начале тренерского курса на предстоящий сезон",
    "body1": "ФК Флипперс с радостью объявляет о запуске комплексного тренерского курса, призванного повысить уровень знаний и навыков начинающих и действующих тренеров. Курс продлится с 4 ноября 2024 года по 15 ноября 2024 года, предлагая уникальную возможность профессионального развития в области футбольного тренерства.",
    "body2": "\n\nКурс будет охватывать различные аспекты тренерской деятельности, включая передовую тактику, развитие игроков и стратегию игры, и будет проводиться опытными профессионалами в этой области. Участники получат ценные знания и практические навыки, которые повысят их тренерскую технику и общую эффективность на поле.",
    "dates": " Дата: 4 Ноября 2024 г. - 15 Ноября 2024 г.",
    "location": "Место проведения: Тренировочная база ФК Флипперс",
    "registration": "Регистрация: Открыта сейчас до 20 Октября 2024 г.",
    "contact": "Контактная информация",
    "email": "Электронная почта: media@fcflippers.com",
    "phone": "Телефон: (123) 456-7890",
    "website": "Сайт: www.fcflippers.vercel.app",
    "about": "О НАС",
    "abouttraining": "ФК Флипперс - ведущий футбольный клуб, занимающийся воспитанием талантов и продвижением высоких достижений в этом виде спорта. Наша миссия - поддерживать развитие футбола с помощью инновационных тренировочных программ и вовлечения сообщества.",
    "signed": "Подписано: Команда СМИ/коммуникаций ФК Флипперс"
  },
  "welcome": "Интернет-магазин",
  "addToBasket": "Добавить в корзину",
  "basket": "Корзина",
  "total": "Итого:",
  "emptyBasket": "Ваша корзина пуста.",
  "proceedToCheckout": "К Kассе",
  "cancelPurchase": "Отмена заказа",
  "remove": "Удалить",
  "noProducts": "Товары не найдены",
  "openCart": "Открыть корзина",
  "closeCart": "Свернуть",
  "products": {
    "1": "Толстовка ФК Флипперс: (Муж) Черный",
    "2": "Тренировочные штаны ФК Флипперс: (Муж) Черный ",
    "3": "Джерси ФК Флипперс: (Муж) Черный/золотой",
    "1_f": "Толстовка ФК Флипперс: (Жен) Черный",
    "2_f": "Тренировочные штаны ФК Флипперс: (Жен) Черный",
    "3_f": "Джерси ФК Флипперс: (Жен) Индиго",
    "1_kids": "Толстовка ФК Флипперс: (Дети) Черный",
    "2_kids": "Тренировочные штаны ФК Флипперс: (Дети) Черный",
    "3_kids": "Джерси ФК Флипперс: (Дети) Бирюзовый",
    "1_ball": "Золотой мяч с автографом ФК Флипперс",
    "2_ball": "ФК Флипперс Серебряный мяч",
    "3_hat": "Изготовленная кепка ФК Флипперс: Черная",
    "4_gloves": "Перчатки унисекс для полевого игрока: Черные/Красные",
    "5_wallet": "Кожаный кошелек ФК Флипперс: Черный",
    "6_neckpouch": "Нашейный чехол ФК Флипперс: Красный",
    "7_keyring": "Изготовленный брелок для ключей ФК Флипперс",
    "8_hat2": "Изготовленная кепка ФК Флипперс: Белая",
    "9_hat3": "Изготовленная кепка ФК Флипперс: Красный/Синий",
    "10_shirt": "Изготовленная Футболка ФК Флипперс: (Муж) Off-white",
    "11_jacket": "Куртка-бомбер ФК Флипперс: (Жен) Черный",
    "12_beltbag": "Поясная сумка унисекс ФК Флипперс: Серая",
    "13_shirt2": "Футболка ФК Флипперс на заказ: (Муж) Черный",
    "14_kids_wear": "Custom Kids Essential (Дети): Красный",
    "15_shirtf": "Пользовательская футболка ФК Флипперс: (Жен) Белый",
    "16_jacket_men": "Куртка ФК Флипперс: (Муж) Чёрная",
    "17_vest": "Легкий пуховый жилет ФК Флипперс: (Жен) Черный",
    "18_coat": "Зимняя куртка ФК Флипперс: (Дети) Темно-Синяя",
    "19_bootbag": "Сумка для обуви ФК Флипперс: Красная",
    "20_bucket_hat": "Панама ФК Флипперс: Темно-Синяя",
    "21_bottle": "ФК Флипперс Бутылка для охлаждения: Черный"
  },
  "checkout": {
    "checkoutPage": "Касса",
    "basket": "Товары в вашей корзине",
    "empty": "Ваша корзина пуста",
    "total": "Итого",
    "processing": "Обработка...",
    "cancel": "Отмена заказа",
    "successMessage": "Спасибо! Ваша покупка была успешной. Вы получите подтверждение по электронной почте в ближайшее время!",
    "completePurchase": "Завершить покупку",
    "itemAddedToCart": "Товар добавлен в корзину",
    "size": "Размер"
  },
  "thankyou": {
    "thanks": "Спасибо вам!",
    "orderConfirm": "Ваш заказ успешно оформлен. В ближайшее время вы получите подтверждение по электронной почте."
  },
  "modals": {
    "material": "Материал: 100% вторичная переработка",
    "quantity": "Количество:",
    "sizes": "Размеры",
    "size": "Размер",
    "selectSize": "Выберите размер",
    "ball": "Мяч",
    "pouch": "Пауч",
    "wallet": "Кошелёк",
    "bag": "Поясная сумка",
    "keyring": "брелок для ключей: Универсальный",
    "bootbag": "Сумка для обуви",
    "bottle": "Бутылка",
    "universal": "Универсальный"
  },
  "relatedNews": {
    "related": "Похожие новости"
  },
  "tax": {
    "vatinc": "(с НДС)"
  },
  "cart": {
    "expand": "Развернуть",
    "minimize": "Свернуть"
  },
  "qbutton": {
    "increase": "Увеличить",
    "decrease": "Уменьшить"
  },
  "payment": {
    "Information": "Информация о Платеже",
    "NameOnCard": "Имя на карте",
    "cardNamePlaceholder": "Введите имя на карте",
    "cardNumber": "Номер карты",
    "cardNumberPlaceholder": "0000-0000-0000-0000",
    "expiryPlaceholder": "00/00",
    "expiryDate": "Cрок действия",
    "cvvPlaceholder": "123",
    "error": "Пожалуйста, заполните все поля",
    "nameTitle": "Требуется имя и фамилия",
    "placeholder": "Пожалуйста, введите действительную дату окончания срока действия в формате ММ/ГГ",
    "cardNumberTitle": "Требуется соответствие запрашиваемому формату",
    "cvvTitle": "Требуется соответствие примеру 3-значного формата",
    "errorName": "Пожалуйста, введите имя, указанное на карте",
    "errorCardNumber": "Пожалуйста, введите правильный 16-значный номер карты",
    "errorExpiryDate": "Пожалуйста, введите действительную дату окончания срока действия в формате ММ/ГГ",
    "errorInvalidYear": "Год окончания срока действия недействителен",
    "errorExpiredCard": "К сожалению, срок действия вашей карты истек! Пожалуйста, добавьте действующую карту",
    "errorCVV": "Пожалуйста, введите правильный формат CVV/CVC"
  },
  "checkoutCart": {
    "remove": "Удалить этот товар из корзины"
  },
  "faq": {
    "header": "Часто Задаваемые Вопросы"
  },
  "training": {
    "title": "Расписание тренировок",
    "day": "День",
    "time": "Время",
    "location": "Местоположение",
    "noTraining": "Расписания тренировок нет"
  },
  "video": {
    "close": "Закрыть видео"
  },
  "social": {
    "follow": "Следуйте за нами"
  },
  "newsletter": {
    "header": "Информационный рассылку",
    "select": "Выберите рассылку",
    "news": "Новости",
    "offers": "Предложения",
    "events": "События",
    "email": "Электронный адрес",
    "dataProtection": "ФК Флипперс обрабатывает ваши данные в соответствии с нашей политикой защиты данных. Наши информационные бюллетени могут быть адаптированы лично для вас. Подписываясь на рассылку, вы соглашаетесь с тем, что мы можем обрабатывать и объединять ваши действия с рассылками и, где это применимо, ваше поведение при просмотре и покупке на нашем сайте, в приложении и в нашем интернет-магазине. Если вы несовершеннолетний, при регистрации вы подтверждаете, что у вас есть согласие вашего законного опекуна на получение рассылки. Вы можете отозвать свое согласие в любое время, чтобы оно вступило в силу в будущем, по электронной почте или по ссылке в рассылке.",
    "info": "Дополнительная информация",
    "subscribe": "Подписаться",
    "sending": "Отправка...",
    "success": "Благодарим вас за подписку на нашу рассылку!",
    "error": "Пожалуйста, укажите действительный адрес электронной почты!",
    "error2": "Пожалуйста, выберите информационный рассылку!",
    "dropTitle": "Всегда будьте тактичны с информационными бюллетенями ФК Флипперс!",
    "ourNewsletter": "Наши информационные рассылку регулярно доставляют на ваш почтовый ящик информацию о текущих событиях и выгодных предложениях от ФК Флипперс.",
    "clubNewsletter": "Информационный рассылку клуба:",
    "info1": "Последняя информация",
    "info2": "Эксклюзивные интервью и видео",
    "info3": "Увлекательные конкурсы с призами",
    "info4": "Информация о билетах и ​​услугах",
    "info5": "Предложения от нашего Fan Shop и партнеров",
    "storeNewsletter": "Информационный рассылку магазина:",
    "storeInfo1": "Последние предложения и эксклюзивные скидки",
    "storeInfo2": "Информация о новых коллекциях и продуктах",
    "storeInfo3": "Товары для особых мероприятий и ограниченные серии для торжеств и знаменательных событий",
    "storeInfo4": "Предложение дня и событие недели",
    "storeInfo5": "Предложения от наших партнеров",
    "expand": "Разверните, чтобы узнать больше",
    "collapse": "Свернуть"
  },
  "membership": {
    "title": "Форма членства в ФК Флипперс",
    "name": "Имя",
    "email": "Электронная почта",
    "phone": "Номер телефона",
    "age": "Возраст",
    "position": "Предпочтительная позиция",
    "positionSelect": "Выберите позицию",
    "forward": "Нападающий",
    "midfielder": "Полузащите",
    "defender": "Защита",
    "goalkeeper": "Вратарь",
    "picture": "Изображение профиля",
    "chooseFile": "Выберите файл",
    "noFileChosen": "Файл не выбран",
    "submit": "Подать",
    "sending": "Отправка...",
    "statusMessage": "Спасибо! Форма успешно отправлена. Наша команда свяжется с вами в ближайшее время.",
    "fileError": "Пожалуйста, выберите изображение профиля перед отправкой!",
    "disclaimer": "Отказ от ответственности",
    "content": "Отправляя эту форму членства, вы признаете и соглашаетесь с тем, что членство в ФК Флипперс подлежит утверждению на основании критериев приемлемости, установленных клубом. Отправка этой формы не гарантирует членство. FC Flippers оставляет за собой право рассматривать, принимать или отклонять любую заявку по своему усмотрению. Преимущества, условия и положения членства могут быть изменены без предварительного уведомления. Любая личная информация, предоставленная в этой форме, будет использоваться исключительно в целях членства и в соответствии с нашей политикой конфиденциальности. Ожидается, что члены будут соблюдать кодекс поведения и правила клуба. Нарушение правил клуба может привести к приостановке или прекращению членства."
  },
  "delivery": {
    "title": "Доставка",
    "selectRegion": "Выберите свой регион",
    "usaRegion": "США",
    "europeRegion": "Европа",
    "asiaRegion": "Азия",
    "restOfTheWorldRegion": "Остальной мир",
    "usa": "Доставка в США занимает 7-10 рабочих дней. Расчетное время прибытия может варьироваться в зависимости от местоположения.",
    "europe": "Доставка в Европу занимает 5-7 рабочих дней. Расчетное время прибытия может варьироваться в зависимости от местоположения.",
    "asia": "Доставка в Азию занимает 10-15 рабочих дней. Расчетное время прибытия может варьироваться в зависимости от местоположения.",
    "restOfTheWorld": "Доставка в другие регионы занимает 10-20 рабочих дней. Расчетное время прибытия может варьироваться в зависимости от местоположения.",
    "result": "Информация о доставке",
    "shipping": "Ниже вы найдете подробную информацию о местах отправки и сроках доставки."
  },
  "clubHonors": {
    "honors": "Клубные Титулы"
  },
  "returns": {
    "title": "Возврат",
    "order": "О вашем заказе",
    "returnContent": "Проверьте содержимое вашего заказа, отследите статус доставки или запросите обмен, отправив нам электронное письмо. Мы приглашаем вас записаться на прием к консультанту по работе с клиентами ФК Флипперс, используя контактную информацию на нашем веб-сайте, для индивидуальной консультации по вопросам заказов, доставки, доставки и возврата.",
    "request": "Запросить возврат",
    "info1": "Не удовлетворены купленным товаром и хотите его вернуть? Не беспокойся! Вы можете начать процесс бесплатного возврата, введя номер своего заказа ниже.",
    "info2": "Прежде чем отправлять запрос на возврат, проконсультируйтесь в нашем Справочном центре, чтобы убедиться, что продукт попадает в категории, на которые распространяются правила возврата, как подробно описано в соответствующем разделе часто задаваемых вопросов.",
    "orderNumberLabel": "Номер заказа",
    "reasonLabel": "Причина возврата",
    "emailLabel": "Адрес электронной почты",
    "submit": "подать",
    "submitting": "Представление...",
    "formError": "Пожалуйста, заполните все поля.",
    "formSuccess": "Спасибо! Ваш запрос на возврат отправлен!",
    "initiate": "Чтобы начать процесс возврата, введите номер заказа и соответствующий адрес электронной почты. Запрос на возврат будет возможен только в течение 30 дней с даты заказа и применим ко всем продуктам, кроме продуктов, изготовленных по индивидуальному заказу.",
    "return": "Возврат",
    "refund": "возмещение",
    "open": "Развернуть, чтобы узнать больше",
    "close": "Свернуть"
  },
  "toolTip": {
    "open": "Открыть поиск",
    "close": "Закрывать"
  },
  "expiry": {
    "placeholder": "Пожалуйста, введите действительную дату истечения срока действия в формате ММ/ГГ."
  },
  "standings": {
    "title": "Турнирная Таблица Национальной Лиги 2024/2025",
    "top5title": "Топ-5 клубов",
    "viewMore": "Подробнее",
    "position": "МЕСТО",
    "positionShort": "M",
    "team": "КОМАНДЫ",
    "played": "И",
    "won": "В",
    "drawn": "Н",
    "lost": "П",
    "gf": "ЗГ",
    "ga": "ПГ",
    "gd": "РМ",
    "points": "О"
  }
}
